
/* Class = "NSWindow"; title = "Assistant"; ObjectID = "90"; */
"90.title" = "Asistan";

/* Class = "NSButtonCell"; title = "Close"; ObjectID = "186"; */
"186.title" = "Kapat";

/* Class = "NSButtonCell"; title = "Enable assistant"; ObjectID = "402"; */
"402.title" = "Asistanı etkinleştir";

/* Class = "NSTextFieldCell"; title = "Painting with no layer selected:"; ObjectID = "404"; */
"404.title" = "Seçili katman olmayan bir resim: ";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "591"; */
"591.title" = "Diğer Görüşler";

/* Class = "NSMenuItem"; title = "Add new pixel layer and paint"; ObjectID = "593"; */
"593.title" = "Yeni bir piksel katmanı ekle ve boyama yap";

/* Class = "NSMenuItem"; title = "Take no action"; ObjectID = "598"; */
"598.title" = "Hiçbir eylemde bulunma";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "603"; */
"603.title" = "Diğer Görüşler";

/* Class = "NSMenuItem"; title = "Take no action"; ObjectID = "604"; */
"604.title" = "Hiçbir eylemde bulunma";

/* Class = "NSTextFieldCell"; title = "Other brushes on vector layers:"; ObjectID = "606"; */
"606.title" = "Vektör katmanlarındaki diğer fırçalar:";

/* Class = "NSMenuItem"; title = "Rasterise layer and apply brush"; ObjectID = "608"; */
"608.title" = "Katmanı rasterleştir ve fırçayı uygula";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "629"; */
"629.title" = "Diğer Görüşler";

/* Class = "NSMenuItem"; title = "Add adjustment as new layer"; ObjectID = "630"; */
"630.title" = "Yeni bir katman olarak ayarlama ekle";

/* Class = "NSMenuItem"; title = "Add adjustment as child layer"; ObjectID = "631"; */
"631.title" = "Düzeltmeyi çocuk katmanı olarak ekle";

/* Class = "NSTextFieldCell"; title = "Adding adjustment layer to selection:"; ObjectID = "632"; */
"632.title" = "Seçime ayar katmanı ekleme:";

/* Class = "NSTextFieldCell"; title = "Applying filters to vector layers:"; ObjectID = "637"; */
"637.title" = "Vektör katmanlarına filtre uygulamak:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "639"; */
"639.title" = "Diğer Görüşler";

/* Class = "NSMenuItem"; title = "Rasterise layer and apply filter"; ObjectID = "640"; */
"640.title" = "Katmanı rasterleştir ve filtre uygula";

/* Class = "NSMenuItem"; title = "Take no action"; ObjectID = "641"; */
"641.title" = "Hiçbir eylemde bulunma";

/* Class = "NSButtonCell"; title = "Alert when assistant takes an action"; ObjectID = "668"; */
"668.title" = "Asistan bir eylem gerçekleştirdiğinde uyarı";

/* Class = "NSTextFieldCell"; title = "Erasing from vector layers:"; ObjectID = "674"; */
"674.title" = "Vektör katmanlarından silme:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "676"; */
"676.title" = "Diğer Görüşler";

/* Class = "NSMenuItem"; title = "Rasterise layer and erase"; ObjectID = "677"; */
"677.title" = "Katmanı rasterleştir ve sil";

/* Class = "NSMenuItem"; title = "Place mask layer inside and erase"; ObjectID = "678"; */
"678.title" = "Maske katmanını içine yerleştir ve sil";

/* Class = "NSMenuItem"; title = "Take no action"; ObjectID = "679"; */
"679.title" = "Hiçbir eylemde bulunma";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "0bh-bi-yJc"; */
"0bh-bi-yJc.title" = "Diğer Görüşler";

/* Class = "NSTextFieldCell"; title = "Adding mask layer to selection:"; ObjectID = "3rH-Ck-lNj"; */
"3rH-Ck-lNj.title" = "Seçime maske katmanı ekleme:";

/* Class = "NSButtonCell"; title = "Develop Assistant…"; ObjectID = "3va-GU-uh9"; */
"3va-GU-uh9.title" = "Geliştirici Asistan...";

/* Class = "NSMenuItem"; title = "Add mask as child layer"; ObjectID = "5y2-Ce-ykL"; */
"5y2-Ce-ykL.title" = "Maske ekle çocuk katmanı olarak";

/* Class = "NSMenuItem"; title = "Smart sharing between tools"; ObjectID = "7wt-0u-aqy"; */
"7wt-0u-aqy.title" = "Araçlar arasında akıllı paylaşım";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "BFa-KW-y1J"; */
"BFa-KW-y1J.title" = "Diğer Görüşler";

/* Class = "NSMenuItem"; title = "No sharing between tools"; ObjectID = "D0u-dy-2Ia"; */
"D0u-dy-2Ia.title" = "Araçlar arasında paylaşım yok";

/* Class = "NSTextFieldCell"; title = "Brush tool sharing:"; ObjectID = "F06-nl-IOT"; */
"F06-nl-IOT.title" = "Fırça aracı paylaşımı:";

/* Class = "NSMenuItem"; title = "Add filter as new layer"; ObjectID = "OP5-O3-teg"; */
"OP5-O3-teg.title" = "Yeni bir katman olarak filtre ekle";

/* Class = "NSMenuItem"; title = "Add mask as new layer"; ObjectID = "PUm-XP-hfi"; */
"PUm-XP-hfi.title" = "Yeni katman olarak maske ekle";

/* Class = "NSMenuItem"; title = "Add filter as child layer"; ObjectID = "VGl-ZB-LWS"; */
"VGl-ZB-LWS.title" = "Filtreyi alt katman olarak ekle";

/* Class = "NSTextFieldCell"; title = "Adding filter layer to selection:"; ObjectID = "Z4i-Id-eVS"; */
"Z4i-Id-eVS.title" = "Seçime filtre katmanı ekleme:";

/* Class = "NSMenuItem"; title = "Brush shared between all tools"; ObjectID = "n1K-Q4-60T"; */
"n1K-Q4-60T.title" = "Tüm aletler arasında paylaşılan fırça";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "oSR-37-rw3"; */
"oSR-37-rw3.title" = "Diğer Görüşler";

/* Class = "NSButtonCell"; title = "One-step undo/redo of complex assistant actions"; ObjectID = "uul-Qd-CVA"; */
"uul-Qd-CVA.title" = "Karmaşık asistan eylemlerinin tek adım geri alma/yineleme işlemi";
